export const description = {
    STOCK: {
        "AAPL": {
            description: 'Apple Inc разрабатывает, производит и продаёт мобильные коммуникационные и мультимедийные устройства, персональные компьютеры и портативные цифровые музыкальные плееры. Компания продает ряд сопутствующих программ, услуг, аксессуаров, сетевых решений, а также сторонние цифровые материалы и приложения. В сегменты компании входят Америка, Европа, Большой Китай, Япония и Азиатско-Тихоокеанский регион. Американский сегмент включает в себя как Северную, так и Южную Америку. В сегмент Европы входят европейские страны, Индия, Ближний Восток и Африка. В сегменте Большой Китай числятся Китай, Гонконг и Тайвань. В Азиатско-Тихоокеанский регион входят Австралия и азиатские страны, не включенные в другие операционные сегменты Компании. Их продукты и услуги включают в себя iPhone, iPad, Mac, iPod, Apple Watch, Apple TV, портфель потребительских и профессиональных программных приложений, iPhone OS (iOS), OS X и операционных систем watchOS, iCloud, Apple Pay и ряд аксессуаров, услуг, а также техническая поддержка.',
            sector: 'Электронные технологии',
            industry: 'Телекоммуникационное оборудование',
            currency: '$'
        },
        "TSLA": {
            description: 'Tesla, Inc (ранее Tesla Motors, Inc) проектирует, разрабатывает, производит и продает полностью электрические транспортные средства, системы хранения энергии, а также устанавливает, эксплуатирует и обслуживает солнечные и энергосберегающие продукты. Компания работает в двух сегментах: автомобилестроение и производство и хранение энергии. Автомобильный сегмент включает в себя проектирование, разработку, производство и продажу электромобилей. Сегмент производства и хранения энергии это: проектирование, изготовление, установка и продажа или аренда стационарных продуктов хранения энергии, а также генерируемой солнечной энергии для жилых и коммерческих потребителей, или продажа клиентам электроэнергии, производимой солнечными энергетическими системами. Компания производит и распространяет два полностью электрических автомобиля: седан Model S и спортивный внедорожник Model X (SUV). Компания также предлагает Model 3 — седан, предназначенный для массового рынка. Tesla разрабатывает продукты хранения энергии для использования в домах, коммерческих объектах и служебных помещениях.',
            sector: 'Потребительские товары длительного пользования',
            industry: 'Автомобильная промышленность',
            currency: '$'
        }

    },
    FOREX: {
        "USDEUR": "USDEUR",
        "JPYGBP": "JPYGBP",
        "EURINR": "EURINR",
        "USDILS": "USDILS",
        "BYNGBP": "BYNGBP",
        "EURTWD": "EURTWD",
    },
    CRYPTO: {
        "BTCUSD": "BTCUSD",
        "ETHUSD": "ETHUSD",
        "LTCUSD": "LTCUSD",
        "XRPUSD": "XRPUSD",
        "XMRUSD": "XMRUSD",
        "ZECUSD": "ZECUSD",
    }
}